Repository: sih2020admin/_
Catalog: TriBie_plugins/plugins/sms-alert/languages/sms-alert-*.po
Languages: hi_in

source: SMS Alert Username
hi_in: एसएमएस अलर्ट उपयोगकर्ता नाम

source: SMS Alert Password
hi_in: एसएमएस अलर्ट पासवर्ड

source: SMS Alert Sender Id
hi_in: एसएमएस अलर्ट प्रेषक आईडी

source: Logout
hi_in: लोग आउट

source: General Settings
hi_in: सामान्य सेटिंग्स

source: Customer Templates
hi_in: ग्राहक टेम्पलेट

source: Admin Templates
hi_in: व्यवस्थापक टेम्पलेट

source: EDD Cust. Templates
hi_in: ईडीडी ग्राहक टेम्पलेट्स

source: EDD Admin Templates
hi_in: ईडीडी व्यवस्थापक टेम्पलेट्स

source: Advanced Settings
hi_in: एडवांस सेटिंग

source: SMS Credits
hi_in: एसएमएस क्रेडिट

source: Support
hi_in: समर्थन

source: when Order is Pending
hi_in: जब ऑर्डर पेंडिग है

source: when Order is Processing
hi_in: जब ऑर्डर प्रोसेसिंग है

source: when Order is On Hold
hi_in: जब ऑर्डर होल्ड हो

source: when Order is Completed
hi_in: जब ऑर्डर पूरा हो जाता है

source: when Order is Cancelled
hi_in: जब ऑर्डर रद्द हो जाता है

source: when Order is Refunded
hi_in: जब ऑर्डर वापस किया जाता है

source: when Order is Failed
hi_in: जब ऑर्डर विफल हो गया है

source: When a new note is added to order
hi_in: जब ऑर्डर में एक नया नोट जोड़ा जाता है

source: Select All OTP
hi_in: सभी ओटीपी का चयन करें

source: when Order is Abandoned
hi_in: जब आदेश परित्याग किया जाता है

source: when Order is Revoked
hi_in: जब ऑर्डर रद्द किया जाता है

source: when Order is Complete
hi_in: जब ऑर्डर पूरा हो जाता है

source: Enable OTP for Selected Payment Gateways
hi_in: चयनित भुगतान द्वार के लिए ओटीपी सक्षम करें

source: Send Admin SMS To
hi_in: व्यवस्थापक एसएमएस को भेजें

source: OTP Settings
hi_in: ओटीपी सेटिंग्स

source: Miscellaneous
hi_in: कई तरह का

source: Enable ContactForm7
hi_in: ContactForm7 को सक्षम करें

source: Default Country
hi_in: डिफ़ॉल्ट देश

source: Alerts
hi_in: अलर्ट

source: Admin order sms notifications will be send in this number.
hi_in: एडमिन ऑर्डर एसएमएस नोटिफिकेशन इस नंबर पर भेजे जाएंगे।

source: Verify OTP in Popup
hi_in: पॉपअप में OTP सत्यापित करें

source: Bypass admin OTP for Login
hi_in: प्रवेश के लिए व्यवस्थापक ओटीपी बायपास करें

source: Show Verify Button at Checkout
hi_in: चेकआउट में सत्यापन बटन दिखाएं

source: Verify only Guest Checkout
hi_in: केवल अतिथि चेकआउट सत्यापित करें

source: OTP Re-send Timer
hi_in: ओटीपी टाइमर को फिर से भेजें

source: OTP Verify Button Text
hi_in: ओटीपी सत्यापन बटन पाठ

source: Enable Login with OTP
hi_in: ओटीपी के साथ लॉगिन सक्षम करें

source: Allow multiple accounts with same mobile number
hi_in: एक ही मोबाइल नंबर के साथ कई खातों की अनुमति दें

source: ContactForm 7 Integration
hi_in: ContactForm 7 एकीकरण

source: send alerts to this email id
hi_in: इस ईमेल आईडी को अलर्ट भेजें

source: Low Balance Alert
hi_in: कम बैलेंस अलर्ट

source: Daily Balance Alert
hi_in: दैनिक बैलेंस अलर्ट

source: Sync To Group
hi_in: सिंक टू ग्रुप

source: Need More credits? Click Here to purchase.
hi_in: अधिक क्रेडिट की आवश्यकता है? खरीदने के लिए यहां क्लिक करें

source: We would be glad to help you. You can reach us through any of the three ways.
hi_in: हमें आपकी मदद करने में खुशी होगी आप हमें तीन तरीकों से किसी के माध्यम से पहुंच सकते हैं

source: Email Support:
hi_in: ई - मेल समर्थन:

source: Phone Support:
hi_in: फोन समर्थन:

source: Order Id
hi_in: ऑर्डर आईडी

source: Order Status
hi_in: ऑर्डर स्थिति

source: Order amount
hi_in: ऑर्डर राशि

source: Store Name
hi_in: स्टोर नाम

source: Product Name
hi_in: उत्पाद का नाम

source: Product Name with Quantity
hi_in: मात्रा के साथ उत्पाद का नाम

source: Billing First Name
hi_in: बिलिंग पहले नाम

source: Billing Last Name
hi_in: बिलिंग अंतिम नाम

source: Billing Company
hi_in: बिलिंग कंपनी

source: Billing Address 1
hi_in: बिलिंग पता 1

source: Billing Address 2
hi_in: बिलिंग पता 2

source: Billing City
hi_in: बिलिंग शहर

source: Billing State
hi_in: बिलिंग राज्य

source: Billing Postcode
hi_in: बिलिंग पोस्टकोड

source: Billing Country
hi_in: बिलिंग देश

source: Billing Email
hi_in: बिलिंग ईमेल

source: Billing Phone
hi_in: बिलिंग फ़ोन

source: Shipping First Name
hi_in: शिपिंग पहले नाम

source: Shipping Last Name
hi_in: शिपिंग अंतिम नाम

source: Shipping Company
hi_in: शिपिंग कंपनी

source: Shipping Address 1
hi_in: शिपिंग पता 1

source: Shipping Address 2
hi_in: शिपिंग पता 2

source: Shipping City
hi_in: शिपिंग शहर

source: Shipping State
hi_in: शिपिंग राज्य

source: Shipping Postcode
hi_in: शिपिंग पोस्टकोड

source: Shipping Country
hi_in: शिपिंग देश

source: Order Currency
hi_in: ऑर्डर मुद्रा

source: Payment Method
hi_in: भुगतान का तरीका

source: Payment Method Title
hi_in: भुगतान विधि शीर्षक

source: Shipping Method
hi_in: शिपिंग का तरीका

source: Payment Mode
hi_in: भुगतान का प्रकार

source: Payment Gateway
hi_in: भुगतान का तरीका

source: Item Name
hi_in: वस्तु का नाम

source: Currency
hi_in: मुद्रा

source: OTP for Checkout
hi_in: चेक आउट के लिए ओटीपी

source: OTP for Registration
hi_in: पंजीकरण के लिए ओटीपी

source: OTP for Login
hi_in: लॉगइन के लिए ओटीपी

source: You can also define OTP length between 3-8
hi_in: आप ओटीपी लंबाई 3-8 के बीच भी परिभाषित कर सकते हैं

source: A OTP (One Time Passcode) has been sent to <strong>##phone##</strong> . Please enter the OTP in the field below to verify your phone.
hi_in: एक ओटीपी (वन टाइम पासकोड) को <strong> ## फ़ोन ## </ strong> पर भेजा गया है। अपना फ़ोन सत्यापित करने के लिए कृपया नीचे दिए गए क्षेत्र में OTP दर्ज करें।

source: There was an error in sending OTP. Please click on Resend OTP link to resend the OTP.
hi_in: ओटीपी भेजने में एक त्रुटि थी। ओटीपी पुनः भेजने के लिए कृपया ओएसटीपी पुनः भेजें पर क्लिक करें।

source: There was an error in sending the OTP to the given Phone Number. Please Try Again or contact site Admin.
hi_in: दिए गए फ़ोन नंबर पर ओटीपी भेजने में एक त्रुटि थी। कृपया फिर से प्रयास करें या साइट से संपर्क करें व्यवस्थापक

source: ##phone## is not a valid phone number. Please enter a valid Phone Number
hi_in: ##फ़ोन ## एक वैध फोन नंबर नहीं है कृपया एक मान्य फोन नंबर दर्ज करें

source: Please select one of the methods below to verify your account. A One time passcode will be sent to the selected method.
hi_in: अपना खाता सत्यापित करने के लिए कृपया नीचे दिए गए तरीकों में से एक चुनें। एक बार पासकोड चयनित विधि को भेज दिया जाएगा।

source: Validate OTP
hi_in: ओटीपी मान्य करें

source: Resend
hi_in: पुन: भेजें

source: Verify Code :
hi_in: कोड सत्यापित करें

source: Enter Verification Code
hi_in: सत्यापन कोड दर्ज करें

source: Please Enter a Phone Number to enable this link
hi_in: कृपया इस लिंक को सक्षम करने के लिए एक फ़ोन नंबर दर्ज करें

source: Please Enter a Phone Number to enable this.
hi_in: यह सक्षम करने के लिए कृपया एक फ़ोन नंबर दर्ज करें।

source: Only digits within range 4-8 are allowed.
hi_in: 4-8 के भीतर केवल अंकों की अनुमति दी जाती है

source: &larr; Go Back
hi_in: वापस जाओ

source: Enter a number in the following format : 9xxxxxxxxx
hi_in: निम्न प्रारूप में एक संख्या दर्ज करें: 9xxxxxxxxx

source: Send OTP
hi_in: ओटीपी भेजें

source: Phone
hi_in: फ़ोन

source: Please enter your mobile number
hi_in: कृपया अपना मोबाइल नंबर दर्ज करें
